---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.NumberSystemTagType
source: html/05c44ca4-06d0-9454-45f9-d453f787e50d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.NumberSystemTagType Property

"Tag Type"

## Syntax (C#)
```csharp
public static ForgeTypeId NumberSystemTagType { get; }
```